---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CalloutTag
source: html/12ee2fdb-3258-63eb-95d8-00857081297e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CalloutTag Property

"Callout Tag"

## Syntax (C#)
```csharp
public static ForgeTypeId CalloutTag { get; }
```